{
  "header": {
    "home": "Home",
    "collection": "Collection",
    "about": "About Us",
    "contact": "Contact"
  },
  "home": {
    "top": "Environment",
    "title": "Clean sleep",
    "description": "Products"
  },
  "about": {
    "title": "Eco-Friendly Sleep Products",
    "text1": "Our fabric and eco-bag manufacturing company has been supplying cotton fabrics to the global market for many years.",
    "text2": "Our company started its operations 17 years ago and has earned the trust of its clients over time.",
    "text4": "The main goal of our company is to create high-quality, durable, and environmentally safe products.",
    "text5": "The production processes fully comply with environmental standards and aim to avoid harming the environment.",
    "text6": "Using modern technologies, we are capable of producing various cotton products at a high level.",
    "text7": "We also operate as the official representative of DongJu weaving equipment in Uzbekistan.",
    "text8": "Every year, our factory produces more than 80 types of products, ensuring high quality and stable production.",
    "text9": "More than 50 modern weaving machines are in operation at our enterprise.",
    "text10": "We ensure that only high-quality and environmentally safe products are produced in our manufacturing processes.",
    "text11": "In response to customer demands, the production of eco-safe and modern-design bags has been established.",
    "text12": "Our company is always happy to provide customers with quality products and a high level of service."
  },
  "service": {
    "title": {
      "1": "Free Shipping",
      "2": "Return Guarantee",
      "3": "24/7 Support",
      "4": "Secure Payment"
    },
    "text": {
      "1": "Free shipping on all orders",
      "2": "30 days refund",
      "3": "24/7 technical support",
      "4": "All payment methods accepted"
    }
  },
  "quality": {
    "desc": "Material quality",
    "title": "Ecologically Clean Sleep Products",
    "text": "has been a company producing cotton fabrics for use all over the world for many years",
    "btn": "Collection"
  }
}
